Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=320_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámediggi lágida konfereanssa sámenuoraid birra
smn: Sämitigge uárnee konfereensâ säminuorâin

source: Nuorat !
smn: Nuorâ !

source: Gii din áššiin mearrida ?
smn: Kii tuu áášijn meerrid ?

source: Sámedikki lágidan nuoraidkonfereansa 16.- 17.10.2009 čohkke oktii nuoraid, mearrádusdahkkiid ja sierra surggiid doaibmiid ságastallat sámenuoraid dilis.
smn: Sämitige 16.–17. roovvâdmáánu Sáuluičielgist ornim konferens säminuorâin čuákkee oohtân nuorâid, merideijeid já jieškote-uv syergi tuáimeid savâstâllâđ säminuorâi tiileest.

source: Dasa lassin konfereanssas ságastallet sámenuoraid deaivan hástalusain ja vejolašvuođain sámeservodagas ja dálá Suomas.
smn: Lasseen konfereensâst savâstâlloo säminuorâi kuáhtám hástusijn já máhđulâšvuođâin sämisiärváduvâst já onnáá peeivi Suomâst.

source: Konfereanssa áigge gullatge sáhkavuoruid, mat bohciidit jurdagiid.
smn: Konfereensâ ääigi kuullâp-uv jurduid rävkkee sahâvuáruid.

source: Konfereanssa temán lea Nuorat !
smn: Konfereensâ teeman lii Nuorâ !

source: Dárkkuhussan lea duvdit sámenuoraid oassálastit sin iežaset guoski áššiid ovddideapmái.
smn: Uáivilin lii hokâttâllâđ säminuorâid uásálistiđ jieijâs kyeskee aašij oovdedmân.

source: Konfereansa lágiduvvo guovtti beaivve áigge. Bearjadaga golggotmánu 16. beaivvi konfereansa lea buohkaide rabas ja nuvttá.
smn: Konferens-tábáhtus, mii uárnejuvvoo vástuppeeivi 16. roovvâdmáánu, lii puohháid uásálisteid rijjâ já nuuvtá.

source: Dilálašvuohta lea dárkkuhuvvon sámenuoraide, mearrádusdahkkiide, Sámedikki lahtuide, virgeoapmahaččaide, servviid ovddasteaddjiide, dutkiide ja buohkaide daidda, geat leat beroštuvvan áššis.
smn: Tilálâšvuotâ lii uáivildum säminuoráid, merideijeid, Sämitige jesânáid, virgeomâháid, seervij ovdâsteijeid, totkeid já puohháid, kiäh tobdeh mielâkiddiivâšvuođâ áášán.

source: Dilálašvuođas gullat sáhkavuoruid sierra geahččanguovlluin.
smn: Tilálâšvuođâst kuullâp sahâvuáruid jieškote-uv uáinimčievâin.

source: Konfereanssa nubbi beaivi lea dárkkuhuvvon sámenuoraide.
smn: Konfereensâ nubbe peivi lii uáivildum säminuoráid.

source: Lávvardaga golggotmánu 17. beaivvi konferensii sáhttet oassálastit 20 vuosttažettiin iežaset almmuhan sámenuora.
smn: Lavurduv 17. roovvâdmáánu säminuorâi konferenspiäiván pyehtih uásálistiđ 20 ovdemustáá almottâttâm säminuorrâd.

source: Oassálastit galget leat 18-29 - jahkásaččat.
smn: Uásálisteeh kalgeh leđe 18–29-ihásiih.

source: Oassálastiid sávvat boahtit miehtá Suoma ja goasttidit sidjiide idjademiid ja borramuša.
smn: Tuáivumield uásálisteeh láá pirrâ Suomâ já sijjân kuástiduvvojeh ijâstâlmeh já puurâdmeh.

source: Nuorat oassálastet bearjadaga golggotmánu 16. beaivvi buohkaide rabas dilálašvuhtii ja lávvardaga 17. beaivvi bargobájiide.
smn: Nuorah uásálisteh puohháid rijjâ tilálâšvuotân vástuppeeivi 16. roovvâdmáánu sehe pargopáájáid, moh uárnejuvvojeh lávurduv 17. roovvâdmáánu.

source: Konfereansa lea oassi Sámedikki Nuoraidlávdegoddi-prošeavtta, man ulbmilin lea buoridit sámenuoraid oassálastin- ja váikkuhanvejolašvuođaid.
smn: Konferens lii uási Sämitige Nuorâilävdikodde-haavâ. Haavâ ulmen lii säminuorâi uásálistem- já vaikuttemmáhđulâšvuođâi pyeredem.

source: Váikkuhanvejolašvuođaid lasihemiin dorjojuvvo nuoraid eaktodáhtolaš doaibman ja nannejuvvo nuoraid oassálastin sámiid iešhálddašeami ollašuhttimis.
smn: Vaikuttemmáhđulâšvuođâid lasseetmáin tuárjoo nuorâi jieštátulâš tooimâ já nanoduvvoo nuorâi uásálâšvuođâ säämi jiešhaldâšem olášutmist.

source: Prošeavtta ulbmilin lea ásahit Sámedikki vuollai nuoraidlávdegotti ja nuoraidáššiidčálli.
smn: Haavâ ulmen lii asâttiđ Sämitiigán nuorâilävdikode já nuorâiašijčällee.

source: Dáin doaibmabijuin geahččalit láhčit sámenuoraide vejolašvuođa váikkuhit ja oassálastit mearrádusaid dahkamii sihke nannet sin sápmelaš kulturduogáža ja identitehta.
smn: Tai toimâiguin viggoo finniđ áigá säminuoráid máhđulâšvuođâ vaikuttiđ já uásálistiđ miärádâstohâmân sehe nanodiđ sii sämmilâš kulttuurtuáváá já identiteet.

source: Prošeavtta ollašuhttima pláne Sámedikki nammadan bargojoavku, masa gullet guhtta nuora.
smn: Haavâ olášuttem vuáváá Sämitige nomâttem 6-jieggâsâš nuorâin čuákkejum pargojuávkku.

source: Dasa lassin bargojoavkku doaibmamis lea fárus oahpahusministeriija nammadan áššedovdilahttu.
smn: Lasseen pargojuávhu tooimâst lii mieldi máttááttâsministeriö nomâttem äššitobdeejeessân.

source: Prošeavttas lea maiddái prošeaktabargi.
smn: Haavâst tuáimá vala proojeektpargee.

source: Bargojoavku válmmaštallá Sámediggái evttohusa nuoraidlávdegotti ráhkadusas, válljemis ja doaibmama sisdoalus.
smn: Pargojuávkku valmâštâl sämitiigán iävtuttâs muorâilävdikode ráhtusist, valjiimist sehe tooimâ siskáldâsâst.

source: Nuoraidlávdegotti vuođđudeapmi nanne sámenuoraid vejolašvuođaid váikkuhit sin iežaset guoski áššiide ja dan bokte vuoigatvuođaid ovddideapmái, maiguin suodjalit ja ovddidit sin iežaset kulturárbbi.
smn: Nuorâilävdikode vuáđudem naanood säminuorâi máhđulâšvuođâid vaikuttiđ jieijâs kyeskee aššijd já tađe mield vuoigâdvuođâi oovdedmân, moiguin puáhtá suojâliđ já ovdediđ jieijâs kulttuuräärbi.

source: Lassedieđut ja almmuhanrávvagat dáppe.
smn: Lasetiäđuh: Proojeektpargee Anne Länsman, anne.
